import React from 'react';
import './BlogsComponentsOne.css';

const BlogsComponentsOne = () => {
    return (
        <section className="components-section">
            <h5>স্পাম ইমেইল কি? ক্ষতিকর স্প্যাম থেকে নিরাপদ থাকার উপায়</h5>
            <p>ইমেইল এর দুনিয়ায় “স্পাম” একটি বহুল আলোচিত শব্দ। তবে স্পাম ইমেইল নিয়ে অনেকেরই পরিষ্কার ধারণা নাই। চলুন জেনে নেওয়া যাক স্পাম ইমেইল কি, স্পাম ইমেইল এর ধরন, স্পাম ইমেইল কেনো আসে, ক্ষতিকর স্প্যাম থেকে নিরাপদে থাকার উপায় সম্পর্কে বিস্তারিত।</p>
            <h6>স্পাম ইমেইল কি?</h6>
            <p>স্পাম ইমেইল হলো জাংক ইমেইল এর একটি রুপ, যা প্রাপকের দ্বারা অনাকাংখিত। মূলত এসব মেইলে বিজ্ঞাপন থাকে, যা প্রাপকের অনুমতি ছাড়া পাঠানো হয়। কেনা ইমেইল লিস্ট, ফেক কনটেস্ট, ইমেইল হারভেস্টিং প্রোগ্রাম, ইত্যাদির মাধ্যমে বেশিরভাগ স্পাম ইমেইল এর সূচনা ঘটে।</p>
            <h6>স্পাম ইমেইল এর ধরন</h6>
            <p>বিভিন্ন ধরনের স্পাম ইমেইল হতে পারে। একেক ধরনের স্পাম ইমেইলের ক্ষেত্রে একেক ধরনের কৌশন অবলম্বন করে প্রতারকরা। সচরাচর যেসব স্পাম ইমেইল দেখা যায়, সেগুলো হলোঃ</p>
            <ul>
                <li>নকল ইনভয়েস স্ক্যামঃ ভুয়া কোনো লেনদেনের বিল প্রেরণ করে প্রাপ্রককে ফাঁদে ফেলার চেষ্টা করা হয়</li>
                <li>ইমেইল একাউন্ট আপগ্রেড স্ক্যামঃ ইমেইল একাউন্ট এর গুরুত্বপূর্ণ কোনো সেটিংস পরিবর্তন করার কথা জানিয়ে ক্ষতিকর ফিশিং লিংকসহ মেইল পাঠানো হয়</li>
                <li>এডভান্স-ফি স্ক্যামঃ লটারি জেতার কথা বলে লটারিতে জেতা অর্থ পাঠাতে অগ্রিম ফি চাওয়া হয়</li>
                <li>গুগল ডকস স্ক্যামঃ কোনো ডকুমেন্ট এডিট করার অনুরোধস্বরুপ ভুয়া লিংক ব্যবহার করে একাউন্ট হাতিয়ে নেওয়া হয়</li>
                <li>আনইউজুয়াল এক্টিভিটি স্ক্যামঃ একাউন্টে আনইউজুয়াল এক্টিভিটির কথা জানিয়ে একাউন্টের অ্যাকসেস নেওয়া হয়</li>
            </ul>
            <p>এছাড়া আরো অনেক ধরনের স্প্যাম আছে। অনেক সময় ইমেইলের স্প্যাম ফিল্টারের ভুলের কারণে ভালো ইমেইলও স্প্যাম বক্সে জমা হয়। তাই স্প্যাম ইমেইল চেনার জন্য নিজের বুদ্ধি-বিবেচনাকেও কাজে লাগাতে হবে।</p>
            <h6>স্পাম ইমেইল কেনো আসে?</h6>
            <p>একাধিক উপায়ে আপনার ইমেইল এড্রেস পৌছেঁ যেতে পারে একজন প্রতারকের হাতে। ইমেইল এড্রেস পাওয়ার পর প্রতারক আপনার ইমেইল এড্রেসে মেইল পাঠায়। যেসব উপায়ে প্রতারকরা ইমেইল এড্রেস সংগ্রহ করতে পারে, সেসব নিয়ে নিচে আলোচনা করা হলো।</p>
            <p>কোনো ডাটা লিক এর সময় আপনার ইমেইল এড্রেস লিক হওয়ার মাধ্যমে ইমেইল এড্রেস ফাঁস হয়ে গিয়েছে। এমনকি এডোবি, <span>লিংকডইন</span> এর মত বড়বড় প্রতিষ্ঠান এসব সমস্যার শিকার হয়। এইক্ষেত্রে নাম, পাসওয়ার্ড, ইমেইল এড্রেসসহ একাধিক ব্যক্তিগত তথ্য ফাঁস হতে পারে। এসব ডাটা লিকে অসংখ্য একটিভ ইমেইল থাকায় স্পামারদের প্রধান টার্গেট থাকে এসব ডাটা লিকে প্রাপ্ত ইমেইল।</p>
            <p>কনটাক্ট লিস্ট থেকেও ইমেইল এড্রেস ফাঁস হতে পারে। কেউ যদি আপনার বন্ধুর ইমেইল এড্রেস ও পাসওয়ার্ড জেনে ফেলে, সেক্ষেত্রে কনটাক্ট লিস্ট থেকে আপনার ইমেইল এড্রেস পাওয়া কঠিন কোনো বিষয় নয়। জিমেইল, ইয়াহু এর মতো জনপ্রিয় ইমেইল সার্ভিসগুলোর প্রায় সকল কমন ইউজারনেমেই একটিভ ব্যবহারকারী থাকে। যার ফলে র‍্যানডম ইমেইল জেনারেটর ব্যবহার করেও কেউ আপনার ইমেইল পেয়ে যেতে পারে।</p>
        </section>
    );
};

export default BlogsComponentsOne;